HSDTaskName = "Manutenzione";

HSDFeedRollerHeaderTitle = "Manutenzione rullo di alimentazione e cuscinetto di separazione";
HSDNotifyMeTitle = "Notifica necessità di manutenzione.";
HSDTotalPagesTitle = "Totale pagine alimentate:";
HSDPagesSinceReplacementTitle = "Pagine alimentate dall'ultima sostituzione:";
HSDPreviouslyRecordedReplacementsTitle = "Sostituzioni registrate in precedenza:";
HSDReplacementRecommendedTitle = "Sostituzione consigliata ora:";
HSDReplaceButtonTitle = "Registra sostituzione…";

RecordReplacementWarnTitle = "Registra sostituzione?";
RecordReplacementWarnText = "Questa azione azzera il conteggio delle pagine alimentate ed incrementa quello delle sostituzioni del rullo di alimentazione e del cuscinetto di separazione.";

MaintenanceRecommendedWarnTitle = "Manutenzione consigliata";
MaintenanceRecommendedWarnText = "Il rullo di alimentazione e il cuscinetto di separazione dello scanner devono essere sostituiti.";
